const first = [
  {
    id: 0,
    title: "Выбери аниме:",
    options: ["Клинок ебет демонов", "Ходячий Замок", "ДжоДжо"],
  },
  {
    id: 1,
    title: "Кто ты из смешариков:",
    options: ["Клинок ебет демонов", "Ходячий Замок", "ДжоДжо"],
  },
  {
    id: 2,
    title: "Пицца с ананасами норм?:",
    options: ["Клинок ебет демонов", "Ходячий Замок", "ДжоДжо"],
  },
];

const second = [
  {
    id: 0,
    title: "Кто ты по масти?:",
    options: ["Хэликпортер", "Паракоптер", "Трансформер"],
  },
  {
    id: 1,
    title: "На какой стул сядешь?:",
    options: ["Ни на какой", "На жидкий стул", "С уроков труда"],
  },
  {
    id: 2,
    title: "Норм для 4 лет?:",
    options: ["Да брат", "Не бро", "Как по кайфу так и делай"],
  },
];

const third = [
  {
    id: 0,
    title: "Я заебался думать че тут писать?:",
    options: ["Биба", "Боба", "Лупа тут тоже"],
  },
  {
    id: 1,
    title: "Так на какой стул?:",
    options: ["Деревянный", "Все же жидкий", "Твердый норм"],
  },
  {
    id: 2,
    title: "Норм для 8 лет?:",
    options: ["изи 1 класс", "люблю окр мир", "бешбармак ммм"],
  },
];

export const settings = [
  { id: 0, title: "Первое", setting: first },
  { id: 1, title: "Второе", setting: second },
  { id: 2, title: "Третье", setting: third },
];
